{
  "autopairs": { "branch": "master" },
  "autotag": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-luasnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "devicons": { "branch": "master" },
  "eva": { "branch": "master" },
  "everblush": { "branch": "main" },
  "formatter": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "ibl": { "branch": "master" },
  "kanagawa": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "neocord": { "branch": "main" },
  "nui": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "outline": { "branch": "main" },
  "pixel": { "branch": "main" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "poimandres": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "sessions": { "branch": "master" },
  "statusline.mini": { "branch": "main" },
  "tabs": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-ui": { "branch": "master" },
  "toggleterm": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "trailspace": { "branch": "main" },
  "tree": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "tundra": { "branch": "main" },
  "vague": { "branch": "main" }
}
